jekyll/index.html
---
layout: page
title: /marco
permalink: /
---


<div id="outline-container-orgfb46bc6" class="outline-2">
<h2 id="orgfb46bc6">Marco Silva</h2>
<div class="outline-text-2" id="text-orgfb46bc6">
<p>
I’m a highly skilled Full Stack Developer with a passion for building things from the ground up since I was ten years old.
Today, the passion remains and goes along with a proven track record of successful projects
</p>
</div>
</div>

<div id="outline-container-org1510284" class="outline-2">
<h2 id="org1510284">about me</h2>
<div class="outline-text-2" id="text-org1510284">
<p>
My huge interest in coding began materializing back in 2000; I was then a ten year’s old “builder of stuff”, both hardware and software (Linux in particular).
Today I am a highly skilled Full Stack Developer, and that passion remains untouched; only now with a decade of experience to go with it.
I specialize in Laravel and Symfony, two of the most popular PHP frameworks, and have a successful record in creating social media platforms, including infrastructure planning and execution.
I’m equally comfortable working in personal projects as for governmental institutions, as I’m considered to own excellent leadership and problem-solving skills, and known to be a team player.
</p>
</div>
</div>
